let soul = [

'“月色和雪色之间，你是第三种绝色”',

'“你是无意穿堂风，偏偏孤倨引山洪”',

'“做个梦给你，等到看你银色满际，等到分不清季节更替，才敢说沉溺”',

'“云飘散在时光里，花绽放在时光里，你眨眼，时光在你的眼里”',

'“你是这世间一切美好事情的前提，你是人间这不毛之地的高楼林立，你是海风渐暖吹过月亮的欢喜，你是春风得意”',

'“把眉清目秀还给山水天地，把松间细雨还给初遇，把一见钟情，还给你”',

'“星河耿耿，不如你眼眸璀璨，晚风习习，不如你温柔绮丽”',

'“浮世三千，吾爱有三，日，月与卿，日为朝，月为暮，卿为朝朝暮暮”',

'“见山是深情伟岸，见海是热情澎湃，见花见草信他们皆有故事，唯独见了你，山川沉默，海面静谧，花鸟鱼虫被光与尘凝固，世界万籁俱寂，只剩下你啊”',

'“冬天的糖霜，秋天的麦芽糖，夏天的莲子羹，春天的绿豆酥，都甜不过你的笑”',

'“世界兵荒马乱，唯有你，方能抵御这岁月漫长”',

'“你眨一下眼，就翻阅了我心里的春夏秋冬”',

'“突然明白这世间所有丹青水墨，山遥水阔，都是为了铺垫你这人间绝色”',

'“你啊，大抵就是那陈年清酿，那七月急雨，是那词不达意的温柔，是我的心上人，天上月”',

'“你的名字，是我见过最短的情诗”',

'“你是字里行间的隐喻，藏在开头，躲在结尾，断句里有笑意，韵脚里有深情，句句无你，却句句是你”',

'“你是远方的风景，我是游走的旅人，我翻山越岭长途跋涉，只为看你一眼”',

'“我的心里原本荒芜寸草不生，后来你来这走了一遭，奇迹般万物生长”',

'“你是日日夜夜的想念和永不落幕的深夜星辰”',

'“你像是一场遥不可及的梦，却在我的世界里真实无比”',

'见山是深情伟岸，见海是热情澎湃，见花见草信他们皆有故事。唯独见了你，山川沉默，海面静谧，花鸟鱼虫被光与尘凝固。世界万籁俱寂，只剩下你啊。',

'早知道就给你糖了，你居然在我心里捣乱。',

'你眼中是江湖，我眼中是你。',

'承蒙你出现，够我喜欢好多年。',

'你是字里行间的隐喻，藏在开头，躲在结尾，断句里有笑意，韵脚里有深情，句句无你，却句句是你。',

'还好还可以想你，不然拿什么对抗生活的琐碎和无趣。',

'你说你七点会来，那我就会一直等待。',

'任你去山高水远，你永远在我的心间。',

'谁也不知道下一秒会发生什么，但是我能确信，在上一秒这一秒下一秒，我还是在喜欢你。',

'你呀你是自在如风的少年。',

'今天也宇宙无敌百无禁忌万夫莫敌超级喜欢你。',

'你出现在我诗的每一页。',

'你是远方的风景，我是游走的旅人，我翻山越岭长途跋涉，只为看你一眼。',

'你从我面前缓缓走过的时候，天气都变晴朗。',

'如果我能拥有超能力，一定要把你心里的暗角点亮，把怪兽打跑。',

'冬天的糖霜，秋天的麦芽糖，夏天的莲子羹，春天的绿豆酥，都甜不过你的笑。',

'你是我身外，化白云任去来，推开孤城万里，吹渡春风几千载。',

'因为有你，连今天的落日都觉得可爱。',

'你是无意穿堂风，偏偏孤引山洪。',

'你是我情诗里念念不忘的每一行。',

'我说你属于四季，雾霭升沉的轨迹，烟火人间的命理。',

'半弯的眼，入口的烟，你比酒色甜。',

'不思进取，思你。',

'你言笑晏晏，如微风如细雨，荡漾于我心田。',

'世界兵荒马乱，唯有你，方能抵御这岁月漫长。',

'未经允许，擅自喜欢你，不好意思啦。',

'你的名字，是我见过最短的情诗。',

'像是街边的偶遇，突如其来的一见钟情。',

'你眨一下眼，就翻阅了我心里的春夏秋冬。',

'喜欢三月，喜欢三月的雨，喜欢三月的太阳，最喜欢的还是三月的你。',

'你应该在淘宝上架，因为你是宝贝呀。',

'见什么世面，见你就足够。',

'突然明白这世上所有丹青水墨，山遥水阔，都是为了铺垫你这人间绝色。',

'糖霜，秋天的麦芽糖，夏天的莲子羹，春天的绿豆酥，都甜不过你的笑',

'要一想到你，就拥有了柳暗花明的勇气和信心，想来想去，原来你就是我的底气',

'像夏至的分界线，是我一生里最长的那个白天',

'就觉得， 你笑起来嘚瑟嚣张的样子，宇宙无敌好看。你哭起来委屈巴巴的样子，天下第一可爱。你矫情，就像奥特曼爱小怪兽一样萌。你炸毛，就像加菲猫偷吃小鱼干一样傻。你撒娇呀，奥特曼小怪兽加菲猫甚至小鱼干都打成了一团，他们也想替我抱抱你。',

'走向我，我觉得一日不见如隔三秋；你朝我笑，我又觉得三秋未见不过一日"',

'眨一下眼，就翻阅了我心里的春夏秋冬',

'物枯荣皆为你眼，我目眩神驰。而你一笑清明，潦倒我的众生',

'是我这一生只会遇见一次的惊喜',

'过了青梅竹马 避开了情窦初开 如今我只想和你两鬓斑白',

'风带着秘密吹过一整片森林 于是每一棵树都知道 我只喜欢你',

'我在船头。失岸于朦胧的扁舟,由你在帆尾,挂了一弯半月。月先坠入水,晕不出涟漪。我才知道,这是你眼中的银河里,我们摘到的梦。',

'说片面是熬夜 说实在是失眠 说真的是想你',

'你是世间最可爱的小星星 我爱了整个宇宙只为了跟你碰头"',

'其实你也没那么好，就是比其它女孩漂亮点、温柔点、聪明点、贤惠点、懂事点、大方点、谦虚点 ……',

'还好还可以想你，不然拿什么对抗生活的琐碎和无趣',

'在这什么都善变的人间 我想陪你一起看一看这永远有多远',

'想把西瓜最中间的一块儿，果盘里最大的一颗草莓，肉松面包上的一层肉松，蛋糕上最大的一块儿巧克力，天上最亮的一颗星，全都送给你',

'想咬你一口 尝尝你到底是什么东西做的 居然这么可爱"',

'不好意思了，一不小心把所有的喜欢都砸到你身上了',

'相比这个休明盛世的人间，我更愿意永远住在你心里。',

'你才不是什么小人物 你在我这里，是所有的天气和心情',

'春风十里，五十里，一百里，体测八百米，海底两万里，德芙巧克力，香草味八喜，可可布朗尼，榴莲菠萝蜜，芝士玉米粒，鸡汁土豆泥，黑椒牛里脊，黄焖辣子鸡，红烧排骨酱醋鱼，不如你，全都不如你。',

'未经允许，擅自特别喜欢你，不好意思了',

'月亮藏进云里，如果你已经睡了，那我要偷偷吻吻你。你比一百只猫猫加起来可爱，我呢，比一百只猫猫加起来好睡，你要不要来试试？',

'这是什么绝世小可爱 怎么看都是我喜欢的类型',

'你下次路过 能不能不勾走我的魂 带我走',

'不要再撩头发了，来撩我吧！',

'对你的喜欢可不是突如其来，是蓄谋已久',

'用百分制来计算 一杯草莓牛奶的甜度约等于十 你等于十杯草莓牛奶',

'最近体重上升了，绝对没有偷吃，只是把你偷偷放在了心里。'




];

function randomSentence() {
  document.getElementById('sentence').innerHTML = soul[Math.floor(Math.random() * soul.length)];
}

randomSentence();
